block('brand-info').content()(function() {
    return [
        {
            elem: 'aside',
            content: {
                tag: 'img',
                attrs: {
                    width: 124,
                    height: 63,
                    src: 'dummy/brand.jpg'
                }
            }
        },
        {
            tag: 'p',
            content: 'Массивная доска Coswick – это уникальное напольное покрытие, созданное по канадской технологии из российского и белорусского сырья.'
        },
        {
            tag: 'p',
            content: 'Косвик известна на рынке напольных покрытий с 1995 года. В то время основной продукцией являлся штучный паркет. Но, спустя некоторое время, благодаря североамериканским технологиям, начался выпуск очень качественной массивной доски.'
        }
    ]
})
